tap 'homebrew/bundle'

brew 'ack'
brew 'checkbashisms'
brew 'openssl'
brew 'coreutils'
brew 'cowsay'
brew 'peco'
brew 'figlet'
brew 'fzf'
brew 'gawk'
brew 'git'
brew 'jq'
brew 'peco'
brew 'pngpaste'
brew 'python'
brew 'pyenv'
brew 'hub'
brew 'node.js'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'tig', args: ['with-docs']
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'zsh', args: ['disable-etcdir']
brew 'zsh-completions'
