tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "upsidr/tap"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "openjdk"
brew "bfg"
brew "pycparser"
brew "cffi"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "libssh2"
brew "curl"
brew "deno"
brew "direnv"
brew "docutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "python@3.9"
brew "ghc"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "grep"
brew "grpcurl"
brew "guile"
brew "haskell-stack"
brew "hopenpgp-tools"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libfido2"
brew "mas"
brew "minikube"
brew "mysql"
brew "nghttp2"
brew "node"
brew "opensc"
brew "peco"
brew "pinentry-mac"
brew "portaudio"
brew "portmidi"
brew "protobuf"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "upsidr/tap/importer"
cask "adoptopenjdk11-openj9"
cask "adoptopenjdk8"
cask "alfred", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "cheatsheet"
cask "clipy", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox"
cask "github", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "gyazo", args: { appdir: "/Applications" }
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "postman"
cask "sequel-ace"
cask "sequel-pro", args: { appdir: "/Applications" }
cask "shiftit", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Tailscale", id: 1475387142
mas "Tomato One", id: 907364780
mas "Yoink", id: 457622435
vscode "42crunch.vscode-openapi"
vscode "alefragnani.bookmarks"
vscode "asurance.binary-preview"
vscode "bazelbuild.vscode-bazel"
vscode "be5invis.toml"
vscode "ccimage.jsonviewer"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hilleer.yaml-plus-json"
vscode "ibm.output-colorizer"
vscode "jcbuisson.vue"
vscode "lonefy.vscode-js-css-html-formatter"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ripwu.protobuf-helper"
vscode "rust-lang.rust"
vscode "ryu1kn.partial-diff"
vscode "shan.code-settings-sync"
vscode "technosophos.vscode-helm"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
vscode "yzane.markdown-pdf"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
