cask_args appdir: '/Applications'
tap 'caskroom/cask'

# brew

brew 'curl'
brew 'go'
brew 'ghq'
brew 'git'
brew 'mas'
brew 'openssl'
brew 'peco'
brew 'rbenv'
brew 'rmtrash'
# necessary to install bazel
brew cask install adoptopenjdk8
brew 'bazel'
brew 'protobuf'
brew 'mysql'
brew 'ruby-build'
brew 'sshrc'
brew 'telnet'
brew 'tig'
brew 'tree'

# cask

cask 'alfred'
cask 'appcleaner'
cask "clipy"
cask 'caskroom/versions/java8'
cask 'docker'
cask 'dropbox'
cask 'github'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'intellij-idea'
cask 'java'
cask 'gyazo'
cask 'iterm2'
cask 'karabiner-elements'
cask 'sequel-pro'
cask 'slack'
cask 'visual-studio-code'
cask 'shiftit'

# mas

mas 'Evernote', id: 406056744
mas 'LINE', id: 539883307
mas 'Skitch', id: 425955336

## mas kakin
mas 'Magnet', id: 441258766 