tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "upsidr/tap"
brew "argocd"
brew "automake"
brew "awscli"
brew "bazel"
brew "openjdk"
brew "bfg"
brew "glib"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "libssh2"
brew "openldap"
brew "curl"
brew "deno"
brew "docker", link: false
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ghc"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "grep"
brew "grpcurl"
brew "haskell-stack"
brew "hopenpgp-tools"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "minikube"
brew "protobuf"
brew "mysql"
brew "nghttp2"
brew "node"
brew "opensc"
brew "peco"
brew "pinentry-mac"
brew "portaudio"
brew "portmidi"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "sshrc"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-completions"
brew "upsidr/tap/importer"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alfred", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "cheatsheet"
cask "clipy", args: { appdir: "/Applications" }
cask "docker"
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox"
cask "github", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "gyazo", args: { appdir: "/Applications" }
cask "intellij-idea-ce"
cask "iterm2"
cask "java", args: { appdir: "/Applications" }
cask "java11"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "postman"
cask "sequel-pro", args: { appdir: "/Applications" }
cask "shiftit", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "xquartz"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
